import HomeCard from "./HomeCard"
import Ruse from "./assets/Ruse.jpg"
import "./styles/Home.css"
import Header from "./components/Header"
import Footer from "./components/footer"

function Home() {
    return (
        <>
            <Header />

            <img className="hero-image" src={Ruse} alt="Picture of Ruse" />

            <h1 className="services-title">Какви услуги предоставяме ние</h1>

            <div className="cards">
                <div className="top-card">
                    <div className="card-wrapper">
                        <HomeCard
                            title="Професионален домоуправител"
                            para="Цялостна услуга по управление на етажната собственост, която включва нашите топ услуги. Получавате спокойствието, че екип от специалисти се грижи за вашия вход, за да живеете в комфорт и чистота"
                        />
                    </div>
                </div>
                <div className="three-cards">
                    <div className="card-wrapper">
                        <HomeCard
                            title="Касиер"
                            para="Отговаря за редовното събиране на гласуваните месечни вноски от всички членове на етажната собственост, както и за водене на точна отчетност на постъпилите средства. Осигурява навременното и коректно разплащане на фактурите към доставчиците на комунални услуги. При необходимост извършва плащания, свързани с ремонти, поддръжка и други текущи разходи."
                        />

                    </div>
                    <div className="card-wrapper">
                        <HomeCard
                            title="Почистване на общи части"
                            para="С нашата професионална услуга за почистване на общите части, те винаги ще блестят от чистота. Нашият екип се грижи редовно за поддържане на чистотата - от метене и измиване на подовете, до почистване на парапети, асансьори и прозорци."
                        />
                    </div>
                    <div className="card-wrapper">
                        <HomeCard
                            title="Техническа поддръжка"
                            para="Редовни посещения на нашия технически екип за осигуряване на надеждна поддръжка на вашата етажна собственост, а при подаване на сигнал от ваша страна реагираме незабавно. Можете да ни повикате по всяко време, когато възникне технически проблем или имате нужда от помощ."
                        />
                    </div>
                </div>
            </div>

            <Footer />

        </>
    );
}

export default Home;
